Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/ose.html.tmx
Source language: nob
Languages: sma

source: Øse ca. 1960 De første som bosatte seg på Øse var Knut Larsen og hans kone Elen Olsdatter Panis, de kom dit i 1847.
sma: Doh voestes mah Øsesne orrijin lin Knut Larsen jïh gåmmebe Elen Olsdatter Panis, dah dohkoe böötin 1847.

source: De tok til seg gutten John Johnsen (1865-1918) som kom fra gården Fedreheim i Vassdalen.
sma: Dah baernien John Johnsen (1865-1918) sov baernine veeltigan, mij gaertienistie Fedreheim Vassdalesne bööti.

source: Guttens far hadde omkommet i et forlis utenfor Sølvsteinen i Veggen, og kona kunne ikke ta vare på alle barna alene.
sma: Baernien aehtjie lij faaradamme gosse vïnhtse batnani Sølvsteinen ålkolen Veggesne, jïh aarpije idtji buektehth gaajhkh maanah gorredidh.

source: John giftet seg senere og flyttet til Sletthaug.
sma: John mænngan pruvri jïh Sletthaugese juhti.

source: Paret på Øse hadde også ei pleiedatter, Berit Maria Johnsdatter.
sma: Paarretjeguaktah Øsesne aaj nïejtem sujhtemisnie utnin, Berit Maria Johnsdatter.

source: Berit Maria giftet seg med Henrik Henriksen Panis (1854-1934) fra Vassøse i Gratangen.
sma: Berit Maria pruvri Henrik Henriksen Panisine (1854-1934), mij Vassøseste bööti Gratangesne.

source: De bodde i gamme på Nyheim, men overtok gammen på Øse etter at Knut døde.
sma: Dah derhviegåetesne Nyheimesne årroejin, men mænngan Knut sealadi daj eelkin derhviegåetesne Øsesne årrodh.

source: Berit og Henrik bygde et tømmerhus rundt 1890, hvor de bodde med sine 12 barn.
sma: Berit jïh Henrik dïmperegåetiem tseegkin ovrehte 1890, gusnie sijjen 12 maanajgujmie årroejin.

source: Huset ble revet på 1960-tallet.
sma: Gåetiem ryjvesti 1960-låhkoen.

source: Steinmurene er fortsatt bevart.
sma: Gierkiemovrh annje gååvnesieh.

source: Berit Maria (Marja) var ei såkalt krafsakjerring som hjalp naboer under fødsler.
sma: Krafsa-tjeerege Berit Maria (Marja) kraannagujnide viehkiehti baersieldimmesne.

source: Hennes datter, Hanna, var en kjent personlighet i området.
sma: Altese niejte Hanna lij åehpies dajvesne.

source: Hun drev småhandel, og dro rundt med sykkel og skinnsekk og bød fram varer.
sma: Dïhte sygkelinie minni dajvesne jïh vaaroeh doeki sov skåerrievoesseste.

source: Hanna var ei fargerik dame som det knyttes mange fortellinger til:
sma: Hanna lij joekoen sjïere gujne man bïjre gellie soptsesh:

source: Henrik arbeidet i vegvesenet, og var bas under byggingen av veien fra Snubba til Lenvik.
sma: Henrik geajnoesuerkesne barki jïh lij åejvie gosse geajnoem bigkin Snubban luvhtie Lenviken gåajkoe.

source: i Jansbakken fikk navnet sitt etter arbeidslederen.
sma: «Henrik-pruvvie» Jansbakkesne sov nommem åadtjoeji barkoeåejveste.

source: I 1916 ble det skilt ut to bruk fra Lars Olsens (1844-1928) gård Steinmo.
sma: 1916 göökte gaertenh juakasovvin Lars Olsenen (1844-1928) gaertienistie Steinmo.

source: Lars` sønn Anders overtok Solheim.
sma: Larsen baernie Anders Solheimem åadtjoeji.

source: Ole Øse overtok Øvre Steinmo, nå kjent som Øse.
sma: Ole Øse Øver Steinmo åadtjoeji, daelie åehpies goh Øse.

source: Ole giftet seg med Anna Andersdatter (1895-1979) fra Nergård.
sma: Ole Anna Andersdatterinie (1895-1979) pruvri mij lij Nergårdeste.

source: Ole var, som sin far Henrik, ansatt i vegvesenet.
sma: Ole, seammalaakan goh aehtjebe, geajnoesuerkesne barki.

source: Rundt 1920 fikk de filial til Agur Danielsens butikk i Botn.
sma: Ovrehte 1920 filialem åadtjoejin Agur Danielsenen bovrese Botnesne.

source: Butikken på Øse var i kjelleren på tømmerhuset som sto her.
sma: Bovre Øsesne lij dïmperegåetien tjeallarisnie mij daesnie tjåadtjoeji.

source: Rundt 1930 opprettet Anna i stua.
sma: Ovrehte 1930 Anna prïhtjhgåetiem rïhpesti ståaposne.

source: Ifølge samisk tradisjon skulle veifarende få både mat og overnattingsplass.
sma: Saemien aerpievuekien mietie fealadæjjah edtjin dovne beapmoem jïjjedimmiem åadtjodh.

source: Dette innebar en stor økonomisk belastning.
sma: Daate stoerre ekonomeles maajsoe sjïdti.

source: Da Anna åpnet kafeen, tjente de noen små slanter på de veifarende.
sma: Gosse Anna prïhtjhgåetiem rïhpesti dellie vaenie beetnegh fealadæjjijste dïenesjin.

source: Kafeen var veldig populær blant folk i bygda.
sma: Prïhtjhgåetie lij joekoen vietseles almetji gaskem voenesne.

source: Søndager gikk folk mann av huse for å drikke ettermiddagskaffe og spise Annas legendariske rømmekolle.
sma: Aejlegi gellie almetjh mïnnin iehkedsbiejjieprïhtjegem jovkedh jïh Annan åehpies gïhpegaeriem byöpmedidh.

source: Tid om annen ble det også holdt læstadianske samlinger på Øse, enten i huset eller på låven.
sma: Muvhten aejkien aaj læstadijaanen tjåanghkoeh Øsesne, ståaposne jallh laarosne.
